/* utils/school.js */
// 学校相关
module.exports = {
  // 学校官方小程序AppID
  AppID: "wx0a954435bd49aca4",

  // 学校信息
  school_information: {
    // 学校全称
    school_name_full: "福州大学",
    // 学校英文名
    school_name_English_full: "Fuzhou University",
    // 校规校训
    motto: "明德志诚 博学远志",
    // 学校荣誉
    honor: "一流学科建设高校",
    // 建校时间
    build_time: 1958,
    // 办校类型
    school_type: "211工程",
    // 院校类型
    institution_type: "理工类",
    // 学校所在地
    location: "福建福州",
    // 学校简介
    text: "福州大学是国家“双一流”建设高校、国家“211工程”重点建设大学、福建省人民政府与国家教育部共建高校。学校创建于1958年，现已发展成为一所以工为主、理工结合，理、工、经、管、文、法、艺、医等多学科协调发展的重点大学。",
  },

  // 校园指南
  shool_guide: [{
      title: '烧鱼指路',
      content: '“FZUGO”校园导航微信小程序的开发意图在于为福州大学的学生、教职工以及访客提供一款便捷的校园导航工具，帮助他们高效地定位校园内的各类建筑和设施，解决校园复杂布局带来的导航困难的同时还能对校园信息有基本的了解。该软件旨在缩短用户寻找目标地点的时间，提高校园移动效率，使新生和访客能够更快地熟悉校园环境，进而提升他们的校园体验。',
      imageList: ['https://i-blog.csdnimg.cn/direct/c55cd6b4ffe14e879d4daf43945756cf.jpeg'],
      keywords: ['介绍'],
    }, {
      title: '作息时间表',
      content: '仅供参考，以实时文件为准',
      imageList: ['https://i-blog.csdnimg.cn/direct/32897215fb1b4f3280735b6a462e3c3c.png'],
      keywords: ['上课时间表'],
    }, {
      title: '图书馆阅览室',
      content: '部分图书馆的自习室需要提前预约，请同学们即使关注。',
      imageList: ['https://i-blog.csdnimg.cn/direct/f49fca4f89f54ab5afffdd0e64668066.png'],
      keywords: [],
    },
    {
      title: '快递',
      content: '营业时间：10:00 - 19:00 \n收发地址：福建省福州市闽侯县福州大学学生生活区\n\n校内快递点：百世 | 申通 | 京东 | 韵达 | 顺丰 | 邮政\n快递站（除邮政快递之外）均在生活区三区后面，位置醒目。\n邮政快递位于京元食堂后面。\n\n校外快递点：中通 | 圆通 | \n位于校外学生街公厕旁，有点远，建议在其他家收发快递。',
      imageList: ['https://cdnjson.com/images/2024/02/19/express7984a70fc3d279c5.png'],
      keywords: ['菜鸟驿站'],
    },
    {
      title: '教务处',
      content: '地址：行政北楼\n服务时间：周一至周五（法定节假日除外）\n上午8:30 - 12:00\n下午14:00 - 17:00',
      imageList: [],
      keywords: ['行政'],
    },
    {
      title: '食堂',
      content: '京元\n京元的大内脆皮鸭！五花肉和叉烧好吃啊香香的，还有烤鸭味道也不错，京元食堂的自选真的好喜欢！不多说冲就是了！菜好多就算去迟了还是热热的\n\n禾丰元\n推荐客家牛肉面，肉分量多，而且汤底也很鲜；烤冷面的味道也很好\n\n玫瑰园\n玫瑰园的北方烤饼，吹爆各种圆形饼‼️刚炸出炉真的很香，外面脆脆的，里面软软的;酸菜饼、韭菜饼、白菜饼、青椒鸡蛋都好吃，只要是刚出炉热热的都好吃;玫瑰园对面心随果冻的鲜切水果2盒有88折，好吃份量都超级大的\n\n紫荆园1楼\n热卤拌饭 很香！！卤味很好吃！还有麦当劳也在这一层\n\n紫荆园2楼\n菜品整体经济实惠，口味偏甜，适合沿海地区同学的饮食习惯\n\n丁香园\n阿杜烧烤，味道不错，挺实惠的！！️云南小锅米线：炸蛋是必选项。回洋号沙茶面：属于是很久不吃会想念的，我对沙茶面没有太多要求，也不知道最正宗应该是什么口味，但是挺合同学胃口，推荐瘦肉。咕噜花小甲：牛肉花甲粉推荐！！很香！\n\n茉莉园\n茉莉园：从化牛杂 ：牛杂很香很好吃！！份量很足，面和料都很多！！有好吃的牛肚！！清淡的汤底配辣椒油很有味道！粗粮渔粉：水煮肉片，很久不吃会让人想念\n\n丹桂园\n爆汁牛肉：非常好吃的牛肉！！很香！吃了一次就有好几次哈哈哈哈属于是不知道吃什么就吃这一家。莆田卤面：咸饭吃了好多次了！！配上汤真的很美味，喜欢吃咸饭请冲！！卤面也好吃！西北饸饹面：杂酱面味道还可以！阿肥发：朴素又美味的鸡腿饭\n\n百合园\n肠粉味道挺不错的，而且价格实惠\n\n',
      imageList: ['https://i-blog.csdnimg.cn/direct/1dc97bc34d95490dbf454104b8466ebe.jpeg'],
      keywords: [],
    },
    {
      title: '交通出行',
      content: '①地铁\n可以从金屿站或者福州大学站坐2号线前往市区\n\n②公交车\n福大生活一区：96路、168路、198路、213路快线\n福大生活二区：96路、168路、198路、213路快线\n上街岐安：191路、198路、大学城2号环线\n溪源宫路学府北路口：41路、48路、96路、191路\n福大新区北门：41路、48路、213路快线、96路、191路\n金屿地铁口：41路、48路、213路快线、96路、191路、55路快线\n博士后购物广场：41路、48路、96路、183路快线\n旗山高校公寓：32路、41路、48路、96路\n福大新区东门：32路、41路、48路、96路\n福州大学地铁站：地铁接驳19号专线、地铁接驳4号专线\n福州一中大学城校区：32路、41路、48路、96路、183路快线、330路、765路、地铁接驳19号专线、地铁接驳4号专线\n\n③打车 or 租用电动车\n校门口有共享电动车可以使用，费用不定。',
      imageList: ['https://cdnjson.com/images/2024/02/19/busstation767a09d4b027eca8.png'],
      keywords: [],
    },
    {
      title: '校医院',
      content: '电话：22866903\n地点：福州大学室内网球场（风雨操场后面）后面\n门诊时间：周一到周五：8：00-17：00，周末：8：00-12：00 14：30-16：30\n校医院夜间有医生值班\n需要转诊和报销请询问医生。',
      imageList: ['https://i-blog.csdnimg.cn/direct/e5d33f5577bc4d64b99f5163e71ef96f.png'],
      keywords: ['医院医生看病', '医务室'],
    },
  ]
}